app/Controllers/Template.php

SELECT *
FROM `user`
WHERE `updated_at` IS NULL
---
    public function halamanlogin()
    {
        $data = [
            'users' => $this->userModel->where(['updated_at' => NULL])->find()
        ];